# Funciones solicitadas en la especificación

# ----------------------------------------------------------------------------------------------------------------------


def generar_muestra_pais(n):
    return "generar_muestra_pais(" + n + ")"

# ----------------------------------------------------------------------------------------------------------------------


def generar_muestra_provincia(n, nombre_provincia):
    return "generar_muestra_provincia(" + n + ", " + nombre_provincia + ")"

# ----------------------------------------------------------------------------------------------------------------------
